#ѕуть_1 (номер блока/длина в м/(+или-)подъЄм град./угол поворота (+правый -левый)град./тип покрыти€/состо€ние покрыти€
# - строка не читается
# файл предназначен для задания конфигурации блоков путей
# каждый новый путь начинается с символа ">" и завершается символом "<"
# название пути всегда должно быть указано первой строкой в нижнем регистре начиная с символа @

>
@путь 1
1/300/+5/+30/asphalt/good
2/1000/-5/0/earth/broken
3/5000/0/-50/stone/great
<
>
@путь 2
1/300/+5/+30/asphalt/good
2/1000000/-5/0/earth/broken
3/5000/0/-50/stone/great
<
>
@путь 3
1/1000/+5/+30/asphalt/good
2/1000/-5/0/earth/broken
3/1000/0/-50/stone/great
<




