# файл сообщений.
# строка с символом # не читается.
# файл предназначен для задания конфигурации сообщений и путей аудиофайлов.
# название блока сообщения начинается символа @ дале номер он же ID в формате 0000.
# сообщение состоит из 3 строк ID, текст сообщения и путь к аудиофайлу, дублирующему сообщение.
# переносы строк в id, сообщении и пути запрещены - каждый элемент пишется в виде одной строки.

@0000
Игра Автодартс
.\\Config_game\\audio\\0000.way

@0001
Файл не найден. Укажите путь к файлу конфигурации пути.
.\\Config_game\\audio\\0001.way

@0002
Файл успешно прочитан.
.\\Config_game\\audio\\0002.way


